Repository: Jamminssssss/Planner
Catalog: Planner/Localizable.xcstrings
Source language: en
Languages: ko

source: + Create Category
ko: + 카테고리 만들기

source: ✅ Completed (%lld)
ko: ✅ 완료됨 (%lld)

source: ⭐️ Upgrade to Pro to set reminders for future dates.
ko: ⭐️ 향후 날짜에 알림을 설정하려면 프로로 업그레이드하세요.

source: 📋 Planned (%lld)
ko: 📋 계획됨 (%lld)

source: 🚫 Canceled (%lld)
ko: 🚫 취소됨 (%lld)

source: Active
ko: 활성

source: Add a memo (optional)
ko: 메모 추가 (선택 사항)

# Add a plan from the home screen to grow grass here! 🌱
source: Add a plan from the Home tab to grow grass here! 🌱
ko: 홈 화면에서 계획을 추가해 잔디를 키워보세요! 🌱

source: Add a plan to grow your grass! 🌱
ko: 계획을 추가해 잔디를 키워보세요! 🌱

source: All plans in this category will also be deleted.
ko: 이 카테고리의 모든 계획도 함께 삭제됩니다.

source: Already subscribed? Tap here to restore.
ko: 이미 구독하셨나요? 여기를 눌러 복원하세요.

source: Auto-renews. Cancel anytime.
ko: 자동 갱신됩니다. 언제든 취소할 수 있어요.

source: Available Themes
ko: 사용 가능한 테마

source: By Category
ko: 카테고리별

source: Cancel
ko: 취소

source: Categories
ko: 카테고리

source: Category
ko: 카테고리

source: Category name
ko: 카테고리 이름

source: Choose Your Plan
ko: 플랜 선택

source: Close
ko: 닫기

source: Color
ko: 색상

source: Completed on %@
ko: %@에 완료

source: Completions
ko: 완료 수

source: Count
ko: 개수

source: Create a category to organize your plans.
ko: 계획을 정리할 카테고리를 만들어보세요.

source: Date
ko: 날짜

source: Delete
ko: 삭제

source: Delete "%@"?
ko: "%@"를 삭제할까요?

source: Delete Note?
ko: 메모를 삭제할까요?

source: Details
ko: 세부 정보

source: Diary
ko: 다이어리

source: Diary Theme
ko: 다이어리 테마

source: Done
ko: 완료

source: Free
ko: 무료

source: Go to Settings
ko: 설정으로 이동

source: Home
ko: 홈

source: Icon
ko: 아이콘

source: Label
ko: 라벨

source: Loading...
ko: 불러오는 중...

source: Missing Title
ko: 제목 없음

source: Mood
ko: 기분

source: Mood Distribution
ko: 기분 분포

source: Name
ko: 이름

source: No categories yet
ko: 아직 카테고리가 없어요

source: No data yet
ko: 아직 데이터가 없어요

source: No Notes Yet
ko: 아직 메모가 없어요

source: No plans for this day
ko: 이 날에는 계획이 없어요

source: No plans for today
ko: 오늘은 계획이 없어요

source: Notification
ko: 알림

source: Notification Permission
ko: 알림 권한

source: OK
ko: 확인

source: Plan title
ko: 플랜 제목

source: Please allow notifications in Settings.
ko: 설정에서 알림을 허용해주세요.

source: Please enter a plan title.
ko: 플랜 제목을 입력해주세요.

source: Privacy Policy
ko: 개인정보 처리방침

source: Purchased
ko: 구매 완료

source: Purchasing...
ko: 구매 중...

source: Reminder
ko: 리마인더

source: Remove Mood
ko: 기분 제거

source: Restore Complete
ko: 복원 완료

source: Restore Purchases
ko: 구매 항목 복원

source: Save
ko: 저장

source: Schedule
ko: 일정

source: Seasonal Themes
ko: 시즌 테마

source: Select Category
ko: 카테고리 선택

source: Select Category (optional)
ko: 카테고리 선택 (선택 사항)

source: Set a time to enable reminders.
ko: 시간을 설정하면 리마인더가 활성화됩니다.

source: Sound
ko: 사운드

source: Statistics
ko: 통계

source: Stats
ko: 통계

source: Subscribe for %@
ko: %@에 구독

source: Tap ✏️ to write your first diary entry.
ko: ✏️를 눌러 첫 번째 다이어리 항목을 작성해보세요.

source: Terms of Use
ko: 이용 약관

source: This action cannot be undone.
ko: 이 작업은 되돌릴 수 없습니다.

source: This Week
ko: 이번 주

# time.end
source: End time
ko: 종료 시간

# time.start
source: Start time
ko: 시작 시간

source: Today
ko: 오늘

# Unlock unlimited plans and future reminders
source: Unlock unlimited plans and reminders for future dates
ko: 무제한 플랜과 미래 리마인더를 잠금 해제

source: Upgrade to Pro
ko: 프로로 업그레이드

# work.add.nav.title
source: Add Work
ko: 작업 추가

# work.all.paid
source: All paid
ko: 모두 지급됨

# work.complete.count
source: Completions
ko: 완료 횟수

# work.custom.units.placeholder
source: Custom units
ko: 사용자 지정 단위

# work.edit.nav.title
source: Edit Work
ko: 작업 편집

# work.empty.desc
source: Add work to track your income and schedule.
ko: 작업을 추가해 수입과 일정을 추적하세요.

# work.empty.title
source: No work yet
ko: 작업이 없어요

# work.footer.calc
source: Calc
ko: 계산

# work.footer.payment
source: Payment
ko: 지급

# work.footer.site
source: Site
ko: 현장

# work.income.expected.label
source: Expected income
ko: 예상 수입

# work.income.preview
source: Income preview
ko: 수입 미리보기

# work.memo.placeholder
source: Memo (optional)
ko: 메모 (선택 사항)

# work.no.schedule
source: No schedule
ko: 일정 없음

# work.paid
source: Paid
ko: 지급됨

# work.paid.amount
source: Paid amount
ko: 지급액

# work.paid.toggle.label
source: Mark as paid
ko: 지급 완료로 표시

# work.payment.rate
source: Rate
ko: 시급/단가

# work.payment.status.label
source: Payment status
ko: 지급 상태

# work.section.history
source: History
ko: 기록

# work.section.payment
source: Payment
ko: 지급

# work.section.schedule
source: Schedule
ko: 일정

# work.section.site
source: Site
ko: 현장

# work.section.units
source: Units
ko: 단위

# work.section.wage
source: Wage
ko: 임금

# work.site.placeholder
source: Work site
ko: 현장명

# work.stat.days
source: Days
ko: 일수

# work.stat.expected
source: Expected
ko: 예상

# work.stat.payment.status
source: Payment status
ko: 지급 상태

# work.stat.total.units
source: Total units
ko: 총 단위

# work.stat.unpaid
source: Unpaid
ko: 미지급

# work.stats.nav.title
source: Work Stats
ko: 작업 통계

# work.summary.card
source: Summary
ko: 요약

# work.tap.edit
source: Tap to edit
ko: 탭하여 편집

# work.this.month
source: This month
ko: 이번 달

# work.toggle.subtitle.off
source: Turn work tracking off
ko: 작업 추적 끄기

# work.toggle.subtitle.on
source: Turn work tracking on
ko: 작업 추적 켜기

# work.toggle.title
source: Work
ko: 작업 모듈

# work.units.custom
source: Custom
ko: 사용자 지정

# work.units.full
source: 1 unit
ko: 1단위

# work.units.half
source: 0.5 unit
ko: 0.5단위

# work.units.label
source: Units
ko: 단위

# work.units.one.half
source: 1.5 units
ko: 1.5단위

# work.unpaid
source: Unpaid
ko: 미지급

# work.unpaid.amount
source: Unpaid amount
ko: 미지급액

# work.unpaid.summary
source: Unpaid summary
ko: 미지급 요약

# work.unpaid.toggle.label
source: Mark as unpaid
ko: 미지급으로 표시

# work.wage.placeholder
source: Wage
ko: 임금

source: Your purchases have been restored successfully.
ko: 구매 항목이 성공적으로 복원되었습니다.
